Repository: gabrielchristino/zepp_quick_notes
Catalog: page/i18n/*.po
Languages: pt_br

source: Quick Notes
pt_br: Notas rápidas

source: Delete this note?
pt_br: Apagar esta nota?

source: Delete all notes?
pt_br: Apagar todas as notas?

source: Double click timeout
pt_br: Intervalo do clique duplo

# noNewNoteCreated
source: No new note will be created
pt_br: Nenhuma nota será criada

source: Hints
pt_br: Dicas

# doubleClickToEdit
source: Double-click a note to edit it
pt_br: Clique duas vezes em uma nota para editá-la

# spaceButton
source: On compact T9 keyboard, the space is the third character in the first key ',. ?' or you can use the '‚ê£' button.
pt_br: No teclado compacto T9, o espaço é o terceiro dígito no primeiro botão do teclado ',. ?' ou você pode usar o botão '␣'.

# keyboardInfo1
source: There are 3 types of keyboard to choose:
pt_br: São 3 tipos de teclado para escolher:

# keyboardInfo2
source: - A compact T9
pt_br: - Um compacto T9

# keyboardInfo3
source: - A full QWERTY
pt_br: - Um completo, modelo QWERTY

# keyboardInfo4
source: - And a full QWERTY split on 2 screens
pt_br: - E um completo, modelo QWERTY dividido em 2 telas

source: About
pt_br: Sobre

# createdBy
source: Created by Gabriel Christino
pt_br: Criado por Gabriel Christino

source: More
pt_br: Mais

# noNotesCreated
source: hello! you have no notes created yet
pt_br: Olá! Você ainda não tem notas criadas

# swipeRightToSettings
source: Swipe from the right to settings
pt_br: Deslize da direita para abrir as configurações

source: create first note
pt_br: criar a primeira nota

source: Double-click speed
pt_br: Tempo do clique duplo

source: Keyboard type
pt_br: Tipo de teclado

source: Extended Keyboard
pt_br: Teclado extendido

# extendedKeyboard2
source: Extended Keyboard on 2 screens
pt_br: Teclado extendido em 2 telas

source: T9 Keyboard
pt_br: Teclado T9

source: Settings
pt_br: Configurações
